Repository: frugalware/translations
Catalog: po/fwcontrolcenter/*/gnetconfig.po
Languages: cs, da, de, es, fr, hu, tr

source: <b>Authentication:</b>
de: <b>Authentifizierung:</b>
tr: <b>Kimlik Denetleme:</b>

source: <b>Confirm password:</b>
cs: <b>Opakujte zadání hesla:</b>
da: <b>Bekræft password:</b>
de: <b>Bestätige Passwort:</b>
es: <b>Confirmar contraseña:</b>
fr: <b>Confirmation du mot de passe:</b>
hu: <b>Jelszó megerősítése:</b>
tr: <b>Parola Doğrulama:</b>

source: <b>Connection Type : </b>
cs: <b>Typ připojení : </b>
da: <b>Forbindelsestype : </b>
de: <b>Verbindungsart : </b>
es: <b>Tipo de Conexión : </b>
fr: <b>Type de connexion: </b>
hu: <b>Kapcsolat típusa : </b>
tr: <b>Bağlantı Tipi : </b>

source: <b>Connection Type: </b>
cs: <b>Typ připojení: </b>
da: <b>Forbindelsestype: </b>
de: <b>Verbindungsart: </b>
es: <b>Tipo de Conexión: </b>
fr: <b>Type de connexion: </b>
hu: <b>Kapcsolat típusa: </b>
tr: <b>Bağlantı Tipi : </b>

source: <b>DHCP Client: </b>
cs: <b>Klient serveru DHCP: </b>
da: <b>DHCP Klient: </b>
es: <b>Cliente DHCP: </b>
fr: <b>Client DHCP: </b>
hu: <b>DHCP kliens: </b>
tr: <b>DHCP İstemci : </b>

source: <b>DHCP Hostname:</b>
cs: <b>Název serveru DHCP:</b>
da: <b>DHCP Værtsnavn:</b>
de: <b>DHCP-Rechnername:</b>
es: <b>Nombre del anfitrión DHCP:</b>
fr: <b>Nom d'Hôte DHCP: </b>
hu: <b>DHCP gépnév:</b>
tr: <b>DHCP Sunucuadı:</b>

source: <b>Description:</b>
cs: <b>Popis:</b>
da: <b>Beskrivelse:</b>
de: <b>Beschreibung:</b>
es: <b>Descripción:</b>
hu: <b>Leírás:</b>
tr: <b>Tanımlama:</b>

source: <b>Gateway address: </b>
cs: <b>IP výchozí brány (gateway): </b>
da: <b>Gateway adresse: </b>
de: <b>Gateway-Adresse: </b>
es: <b>Dirección de la puerta de enlace: </b>
fr: <b>Address de la passerelle: </b>
hu: <b>Útvonalválasztó címe: </b>
tr: <b>Ağ Geçidi Adresi: </b>

source: <b>IP Address: </b>
cs: <b>IP Adresy: </b>
da: <b>IP Adresse: </b>
de: <b>IP-Adresse: </b>
es: <b>Dirección IP: </b>
fr: <b>Addresse IP: </b>
hu: <b>IP cím: </b>
tr: <b>IP Adresi: </b>

source: <b>Interface name :</b>
cs: <b>Název rozhraní:</b>
da: <b>Grænsefladenavn :</b>
de: <b>Name der Schnittstelle :</b>
es: <b>Nombre de la interfaz :</b>
fr: <b>Nom de l'interface: </b>
hu: <b>Interfész neve :</b>
tr: <b>Arayüz adı :</b>

source: <b>Interface: </b>
cs: <b>Rozhraní: </b>
da: <b>Grænseflade: </b>
de: <b>Schnittstelle: </b>
es: <b>Interfaz: </b>
hu: <b>Interfész: </b>
tr: <b>Arayüz: </b>

source: <b>Key:</b>
cs: <b>Šifrovací klíč:</b>
da: <b>Nøgle:</b>
de: <b>Schlüssel:</b>
fr: <b>Clé: </b>
hu: <b>Kulcs:</b>
tr: <b>Anahtar :</b>

source: <b>Mode:</b>
cs: <b>Režim:</b>
da: <b>Tilstand:</b>
de: <b>Modus:</b>
es: <b>Modo:</b>
hu: <b>Mód:</b>
tr: <b>Kip :</b>

source: <b>POST DOWN:</b> Command(s) to be executed after an interface is brought down.
cs: <b>POST DOWN:</b> Příkazy, které budou vykonány po deaktivaci rozhraní.
da: <b>POST DOWN:</b> Komandoe(r) som bliver udført efter at grænsefladen er bragt ned.
de: <b>NACH DEM BEENDEN:</b> Befehl(e), die ausgeführt werden, nachdem eine Schnittstelle beendet wurde.
es: <b>DESPUES DE PARAR:</b> Comando(s) que son ejecutados después de que la interfaz se pare.
fr: <b>APRÈS ARRÊT:</b> Commande(s) qui devront être exécutée apres qu'une interface soit arrêtée.
hu: <b>LEÁLLÍTÁS UTÁNI:</b> Egy interfész leállítása után végrehajtandó parancs(ok).
tr: <b>POST DOWN:</b> komutu herhangi bir arayüz hataya geçtikten hemen sonra işletilir.

source: <b>POST UP:</b> Command(s) to be executed after an interface is brought up.
cs: <b>POST UP:</b> Příkazy, které budou vykonány po aktivaci rozhraní.
da: <b>POST UP:</b> Komandoe(r) som bliver udført efter at grænsefladen er bragt op.
de: <b>NACH DEM STARTEN:</b> Befehl(e), die ausgeführt werden, nachdem eine Schnittstelle gestartet wurde.
es: <b>DESPUES DE INICIAR:</b> Comando(s) que son ejecutados después de que la interfaz se inicie.
fr: <b>APRÈS DÉMARRAGE:</b> Commande(s) qui devront être exécutée après qu'une interface soit démarrée.
hu: <b>BEKAPCSOLÁS UTÁNI:</b> Egy interfész bekapcsolása után végrehajtandó parancs(ok).
tr: <b>POST UP:</b> komutu herhangi bir arayüz devreye girdikten hemen sonra işletilir.

source: <b>PPPoE password:</b>
cs: <b>Heslo pro PPPoE :</b>
de: <b>PPPoE Passwort:</b>
es: <b>Contraseña PPPoE:</b>
fr: <b>Mots de passe PPPoE:</b>
hu: <b>PPPoE jelszó:</b>
tr: <b>PPPoE parolası:</b>

source: <b>PPPoE username:</b>
cs: <b>Přihlašovací jméno k PPPoE:</b>
da: <b>PPPoE brugernavn:</b>
de: <b>PPPoE Benutzername:</b>
es: <b>Nombre de usuario PPPoE:</b>
fr: <b>Nom d'utilisateur PPPoE:</b>
hu: <b>PPPoE felhasználónév:</b>
tr: <b>PPPoE kullanıcı adı:</b>

source: <b>PRE DOWN:</b> Command(s) to be executed before an interface is brought down.
cs: <b>PRE DOWN:</b> Příkazy, které budou vykonány před deaktivací rozhraní.
da: <b>PRE DOWN:</b> Komandoe(r) som bliver udført efter at grænsefladen er bragt ned.
de: <b>VOR DEM BEENDEN:</b> Befehl(e), die ausgeführt werden, bevor eine Schnittstelle beendet wurde.
es: <b>ANTES DE PARAR:</b> Comando(s) que son ejecutados antes de que la interfaz se pare.
fr: <b>AVANT ARRÊT:</b> Commande(s) qui devront être exécutée avant qu'une interface soit arrêtée.
hu: <b>LEÁLLÍTÁS ELŐTTI:</b> Egy interfész leállítása előtt végrehajtandó parancs(ok).
tr: <b>PRE DOWN:</b> komutu herhangi bir arayüz hataya geçmeden hemen önce işletilir.

source: <b>PRE UP:</b> Command(s) to be executed before an interface is brought up.
cs: <b>PRE UP:</b> Příkazy, které budou vykonány před aktivací rozhraní.
da: <b>PRE UP:</b> Komandoe(r) som bliver udført efter at grænsefladen er bragt op.
de: <b>VOR DEM STARTEN:</b> Befehl(e), die ausgeführt werden, bevor eine Schnittstelle gestartet wurde.
es: <b>ANTES DE INICIAR:</b> Comando(s) que son ejecutados antes de que la interfaz se inicie.
fr: <b>AVANT DÉMARRAGE:</b> Commande(s) qui devront être exécutée avant qu'une interface soit démarrée.
hu: <b>BEKAPCSOLÁS ELŐTTI:</b> Egy interfész bekapcsolása előtt végrehajtandó parancs(ok).
tr: <b>PRE UP:</b> komutu herhangi bir arayüz devreye girmeden hemen önce işletilir.

source: <b>Select profile: </b>
cs: <b>Vybrat profil: </b>
da: <b>Vælg profil: </b>
de: <b>Wähle Profil: </b>
es: <b>Seleccionar perfil: </b>
fr: <b>Profile sélectionné: </b>
hu: <b>Profil kiválasztása: </b>
tr: <b>Profil seçiniz: </b>

source: <b>Subnet mask :</b>
cs: <b>Maska podsítě:</b>
da: <b>Subnetmaske :</b>
de: <b>Subnetzmaske :</b>
es: <b>Máscara de subred :</b>
fr: <b>Masque de sous-réseau :</b>
hu: <b>Alhálózati maszk :</b>
tr: <b>Altağ maskesi :</b>

source: <b>WPA Passphrase:</b>
cs: <b>Heslo pro WPA :</b>
da: <b>WPA Adgangskode:</b>
de: <b>WPA-Passwort:</b>
fr: <b>Mots de passe WPA:</b>
tr: <b>WPA Ağ Anahtarı:</b>

source: <b>WPA driver:</b>
cs: <b>Ovladač WPA: </b>
de: <b>WPA-Treiber: </b>
fr: <b>Pilote WPA: </b>
tr: <b>WPA sürücüsü:</b>

source: <span size="large"><b>DNS Servers: </b></span> Enter the ip address of the name server(s) to use. You may add more than one name servers. If you don't have a name server on your network, just leave this blank.
cs: <span size="large"><b>Servery DNS: </b></span> Zadejte IP adresu nameserveru. Můžete zadat více serverů DNS. Pokud se ve Vaší síti nenachází server DNS, ponechte tuto položku prázdnou.
da: <span size="large"><b>DNS Servere: </b></span> Skriv ip adresser på navneserver(e) som bruges. Du kan tilføje flere navneservere. Hvis du ikke har en navneserver på dit netværk, så lad dette felt være blankt.
de: <span size="large"><b>DNS Server: </b></span> IP-Adresse des/der zu benutzenden Nameserver(s) eingeben. Es kann mehr als einen Namerserver hinzugefügt werden. Wenn es keinen Nameserver im Netzwerk gibt, dies leerlassen.
es: <span size="large"><b>Servidores DNS: </b></span> Introduce la dirección ip del servidor(es) a usar. Puedes añadir más de un nombre de servidor(es). Si no tienes un nombre de servidor en tu red, déjalo en blanco.
fr: <span size="large"><b>Serveurs DNS: </b></span> Entrez l'adresse des serveurs de noms à utiliser. Vous pouvez ajouter plus d'un seul serveur de noms. Si vous n'avez pas de serveur de noms sur votre réseau, laissez ce champ vide.
hu: <span size="large"><b>DNS kiszolgálók: </b></span> Adja meg a használandó DNS kiszolgálók címeit. Egynél több kiszolgáló is megadható. Ha nincs névszerver a hálózatban, csak hagyjuk ezt a mezőt üresen.
tr: <span size="large"><b>DNS Sunucuları: </b></span> Kullanacağınız isim sunucu(ları) IP adresini giriniz. Birden fazla isim sunucusu ekleyebilirsiniz. Eğer ağınızda bir isim sunucunuz yoksa, bu kısmı boş bırakabilirsiniz.

source: <span size="larger"><b>Interfaces:</b></span>
cs: <span size="larger"><b>Rozhraní:</b></span>
da: <span size="larger"><b>Grænseflader:</b></span>
de: <span size="larger"><b>Schnittstellen:</b></span>
es: <span size="larger"><b>Interfaz:</b></span>
hu: <span size="larger"><b>Interfészek:</b></span>
tr: <span size="larger"><b>Arayüzler:</b></span>

source: <span size="larger"><b>gnetconfig</b></span> Graphical network configuration tool for Frugalware linux.
cs: <span size="larger"><b>gnetconfig</b></span> Grafický nástroj Frugalware pro konfiguraci sítě
da: <span size="larger"><b>gnetconfig</b></span> Grafisk netværkskonfigurations værktøj for Frugalware linux.
de: <span size="larger"><b>gnetconfig</b></span> Grafisches Netzwerk-Konfigurationstool für Frugalware Linux.
es: <span size="larger"><b>gnetconfig</b></span> Herramienta gráfica de configuración de red para Frugalware Linux
fr: <span size="larger"><b>gnetconfig</b></span> Outil graphique de configuration réseau pour Frugalware linux.
hu: <span size="larger"><b>gnetconfig</b></span> Grafikus hálózatbeállító eszköz a Frugalware Linuxhoz.
tr: <span size="larger"><b>gnetconfig</b></span> Frugalware Linux için görsel ağ yapılandırma aracı.

source: About gnetconfig
cs: O programu gnetgonfig
da: Om gnetconfig
de: Über gnetconfig
es: Acerca de gnetconfig
fr: A propos de gnetconfig
hu: A gnetconfigról
tr: gnetconfig Hakkında

source: Activate
cs: Aktivovat
da: Aktiver
de: Aktivieren
fr: Activer
hu: Aktiválás
tr: Etkinleştir

source: Ad-Hoc Managed Master Monitor Repeater Secondary Auto
da: Ad-Hoc Styret Master Monitor Linieforstærker Sekundær Automatisk
tr: Geçici Olarak Yönetilebilen Efendi İzleme Güçlendirici İkincil Otomatik

source: Add
cs: Přidat
da: Tilføje
de: Hinzufügen
es: Añadir
fr: Ajouter
hu: Hozzáadás
tr: Ekle

source: Autodetect
cs: Autodetekce
da: Automatisk genkendelse
de: Automatisch erkennen
es: Autodetectar
fr: Auto-détecter
hu: Automatikus érzékelés
tr: Otomatik Algıla

source: Configure this interface for DSL connection
cs: Nastavit toto rozhraní pro připojení k DSL
da: Konfigurer denne grænseflade for DSL forbindelse
de: Konfiguriere diese Schnittstelle für DSL-Verbindung
es: Configura esta interfaz para la conexión DSL
fr: Configurer cette interface pour une connexion DSL
hu: Az interfész használata DNS kapcsolathoz
tr: DSL bağlantısı için arayüzü yapılandır

source: Connection
cs: Připojení
da: Forbindelse
de: Verbindung
es: Conexión
fr: Connexion
hu: Kapcsolat
tr: Bağlantı

source: DHCP Static IP lo
cs: DHCP Statická IP lo
da: DHCP Statisk IP lo
de: DHCP Statische IP Loopback-Schnittstelle
es: DHCP IP estática lo
fr: DHCP IP Statique lo
hu: DHCP Statikus IP Visszacsatolt
tr: DHCP Sabit IP lo

source: Enter the name you would like to give to your host. The full hostname is needed, such as: <b>frugalware.example.net</b>
cs: Zde můžete zadat libovolný název Vašeho počítače. Můžete zvolit názvy jako: <b>frugalware.example.net</b>
da: Skriv det navn du vil give til din maskine. Det fulde maskinenavn kræves, som f.eks: <b>frugalware.example.net</b>
de: Namen für den Rechner eingeben. Der volle Rechnername wird benötigt, zum Beispiel: <b>frugalware.beispiel.net</b>
es: Introduce el nombre que desee darle a su anfitrión. El nombre de anfitrión completo es necesario, tal como: <b>frugalware.example.net</b>
fr: Entrez le nom que vous voulez donnez à votre hôte. Le nom complet de l'hôte est nécessaire, comme par exemple: <b>frugalware.example.net</b>
hu: Adjuk meg a gépnek adni kívánt nevet. Teljes gépnévre van szükség például: <b>frugalware.example.net</b>
tr: Sunucunuza vermek istediğiniz ismi giriniz. Sunucu ismini tam olarak giriniz, örneğin: <b>frugalware.example.net</b>

source: Host
cs: Název počítače
da: Maskine
de: Rechner
es: Anfitrión
fr: Hôte
hu: Gépnév
tr: Sunucu

source: New profile
cs: Nový profil
da: Ny profil
de: Neues Profil
es: Perfil nuevo
fr: Nouveau profil
hu: Új profil
tr: Yeni profil

source: Open WEP WPA
de: Offen WEP WPA
tr: Açık WEP WPA

source: Options
cs: Volby
da: Valgmuligheder
de: Optionen
es: Opciones
hu: Opciók
tr: Seçenekler

source: Settings
cs: Nastavení
da: Opsætning
de: Einstellungen
es: Ajustes
fr: Configuration
hu: Beállítások
tr: Ayarlar

source: Use WPA Encryption
cs: Použít šifrování WPA
da: Brug WPA Kryptering
de: WPA-Verschlüsselung benutzten
fr: Utiliser le cryptage WPA
tr: WPA Şifreleme Kullan

source: Use WPA supplicant
de: WPA-Supplicant benutzten
tr: WPA supplicant kullan

source: You can add commands that you want to be executed before or after an interface is brought up or down respectively.
cs: Zde můžete zadat příkaz nebo příkazy, které budou vykonány před nebo po spuštění rozhraní.
da: Du kan tilføje komandoer som du vil have udført før eller efter at grænsefladen henholdsvis er bragt op eller ned.
de: Es können Befehle hinzugefügt werden, die nach dem starten oder beenden der Schnittstelle ausgeführt werden sollen.
es: Puede añadir los comandos que desea que se ejecuten antes o después de que una interfaz haya sido activada o desactivada respectivamente.
fr: Vous pouvez ajouter des commandes à exécuter avant et/ou après qu'une interface soit activée ou désactivée.
hu: Parancsokat definiálhatunk, melyek akkor hajtódnak végre mikor egy interfész elindul vagy leáll.
tr: Arayüzün sırası ile hataya geçmesi ya da devreye girmesi durumlarında işletilecek komutları ekleyebilirsiniz.

source: _File
cs: _Soubor
da: _Fil
de: _Datei
es: _Archivo
fr: _Fichier
hu: _Fájl
tr: _Dosya

source: _Help
cs: _Nápověda
da: _Hjælp
de: _Hilfe
es: _Ayuda
fr: _Aide
hu: _Segítség
tr: _Yardım

source: _Profile
cs: _Profil
da: _Profil
de: _Profil
es: _Perfil
fr: _Profil
hu: _Profil
tr: _Profil

source: dhcpcd (default) dhclient
cs: dhcpcd (výchozí) dhclient
da: dhcpcd (standard) dhcklient
de: dhcpcd (Standard) dhclient
es: dhcpcd (por defecto) dhclient
fr: dhcpcd (par défaut) dhclient
hu: dhcpcd (alapértelmezés) dhclient
tr: dhcpcd(ön tanımlı) dhclient

source: gtk-add
tr: gtk-ekle

source: gtk-close
tr: gtk-kapat

source: gtk-delete
tr: gtk-sil

source: gtk-remove
tr: gtk-kaldır

source: gtk-save
tr: gtk-kaydet

source: (C) 2007-2008 Frugalware Developer Team (GPL)
cs: (C) 2007 Tým vývojářů Frugalware (GPL)
