Repository: frugalware/translations
Catalog: po/fwcontrolcenter/*/gnetconfig.po
Languages: cs, da, de, es, fr, hu, tr

source: (C) 2007-2009 Frugalware Developer Team (GPL)
da: (C) 2007-2009 Frugalware Udvikler Team (GPL)
de: (C) 2007-2009 Frugalware Entwickler Team (GPL)
fr: (C) 2007-2009 L'équipe de développeurs de Frugalware (GPL)
tr: (C) 2007-2009 Frugalware Geliştirici Takımı (GPL)

source: A graphical network configuration tool for Frugalware Linux.
cs: Grafický nástroj Frugalware pro konfiguraci síťě
da: Et grafisk netværkskonfiguration værktøj for Frugalware Linux.
de: Ein grafisches Netzwerk-Konfigurationstool für Frugalware Linux.
es: Una herramienta gráfica de configuración de red para Frugalware Linux
fr: Un outil graphique de configuration réseau graphique pour Frugalware Linux.
hu: Egy grafikus beállítóeszköz a Frugalware Linux számára.
tr: Frugalware Linux için görsel ağ yapılandırma aracı.

source: Configure interface
cs: Nastavit síťové rozhraní
da: Konfigurer grænseflade
de: Konfiguriere Schnittstelle
es: Interfaz de configuración
fr: Configurer l'interface
hu: Interfész beállítása
tr: Arayüzü yapılandır

source: Error parsing profile directory.
cs: Nelze aktualizovat adresář profilu.
da: Fejl ved analysering af profilkatalog
de: Fehler beim Einlesen des Profilverzeichnisses.
es: Error al analizar el perfil del directorio.
fr: Erreur lors de la lecture du répertoire des profils.
hu: Hiba a profilok könyvtárának olvasása közben.
tr: Profil dizini ayrıştırılmasında hata.

source: Active network profile:
cs: Aktivní síťový profil:
da: Aktiv netværksprofil:
de: Aktives Netzwerkprofil:
es: Activar perfil de red:
fr: Profil réseau actif:
hu: Aktív hálózati profil:
tr: Etkin ağ profili:

source: Wireless Connection / DHCP
cs: Bezdrátové připojení Wi-Fi / DHCP
da: Trådløs Forbindelse / DHCP
de: Drahtlose Verbindung / DHCP
es: Conexión inalámbrica / DHCP
fr: Connexion sans fils / DHCP
hu: Vezetéknélküli kapcsolat / DHCP
tr: Kablosuz Bağlantı / DHCP

source: Wireless Connection / Static IP
cs: Bezdrátové připojení Wi-Fi / Statická IP
da: Trådløs Forbindelse / Statisk IP
de: Drahtlose Verbindung / Statische IP
es: Conexión inalámbrica / IP estática
fr: Connexion sans fils / IP Statique
hu: Vezetéknélküli kapcsolat / Statikus IP
tr: Kablosuz Bağlantı / Sabit IP

source: Wired Connection / DHCP
cs: Připojení kabelem / DHCP
da: Kabelforbindelse / DHCP
de: Drahtgebundene Verbindung / DHCP
es: Conexión de Red / DHCP
fr: Connexion réseau / DHCP
hu: Vezetékes kapcsolat / DHCP
tr: Kablolu Bağlantı / DHCP

source: Wired Connection / Static IP
cs: Připojení kabelem / Statická IP
da: Kabelforbindelse / Statisk IP
de: Drahtgebundene Verbindung / Statische IP
es: Conexión de Red / IP estática
fr: Connexion réseau / IP Statique
hu: Vezetékes kapcsolat / Statikus IP
tr: Kablolu Bağlantı / Sabit IP

source: Couldn't read hostname.
cs: Nebyl rozpoznán název počítače (hostname)
da: Kunne ikke læse værtsnavn.
de: Konnte Rechnernamen nicht einlesen.
es: No es posible leer el nombre del anfitrión.
fr: Impossible de lire le nom d'hôte.
hu: Nem sikerült beolvasni a gépnevet.
tr: Sunucu adı okunamadı.

source: New DNS
cs: Nová DNS
da: Ny DNS
de: Neuer DNS-Server
es: DNS nueva
fr: Nouveau DNS
hu: Új DNS
tr: Yeni DNS

source: Enter the ip address of the nameserver:
cs: Zadejte IP adresu nameserveru:
da: Skriv ip adressen på navneserveren:
de: IP-Adresse des Nameservers eingeben:
es: Introduce la dirección ip del servidor de nombre:
fr: Entrer l'adresse IP du serveur de nom:
hu: Adjuk meg a névszerver ip címét:
tr: İsim sunucunuzun IP adresini giriniz:

source: Required field cannot be left blank.
cs: Požadovaná položka nemůže zůstat prázdná.
da: Det krævede felt kan ikke efterlades blank.
de: Benötigtes Feld kann nicht leer gelassen werden.
es: Este campo no puede dejarse en blanco.
fr: Un champ obligatoire ne peut être laissé vide.
hu: A kötelező mező nem lehet üres.
tr: Gerekli alan boş bırakılamaz.

source: The IP address you entered already exists in the DNS list. Please enter a different IP address.
cs: Zadaná IP adresa již existuje v záznamech DNS serveru. Zadejte jinou IP adresu.
da: IP adressen du har skrevet eksisterer allerede i DNS listen. Vær venlig at skrive en anden IP adresse.
de: Die eingegebene IP-Addresse wird bereits in der DNS-Liste verwendet. Bitte eine andere IP Addresse eingeben.
es: La dirección IP que has introducido ya existe en la lista de DNS. Por favor introduce una dirección de IP diferente.
fr: L'adresse IP que vous venez d'entrer existe déjà dans la liste DNS. Veuillez s'il vous plaît entrer une adresse IP différente.
hu: A megadott IP cím már létezik a DNS listában. Adjunk meg egy másik IP címet.
tr: Girdiğiniz IP adresi zaten DNS listesinde var. Lütfen farklı bir IP adresi giriniz.

source: Are you sure you want to activate this profile ?
cs: Jste si jist(a), že chcete aktivovat tento profil ?
da: Er du sikker på at du vil aktivere denne profil ?
de: Dieses Profil wirklich aktivieren?
es: ¿Está seguro de querer activar este perfil?
fr: Êtes-vous sûr de vouloir activer ce profil?
hu: Biztosan aktiválni akarjuk ezt a profilt?
tr: Bu profili etkinleştirmek istediğinizden emin misiniz?

source: Profile activated successfully
cs: Profil byl úspěšně aktivován
da: Profilen er aktiveret problemfrit
de: Profil erfolgreich aktiviert
es: Perfil activado con éxito
fr: Profil activé avec succès
hu: A profil sikeresen aktiválva.
tr: Profil başarıyla etkinleştirildi

source: The profile is already activated.
cs: Profil byl již aktivován.
da: Profilen er allerede aktiveret.
de: Das Profil ist bereits aktiviert.
es: El perfil ya está activado.
fr: Ce profil est déjà activé.
hu: Az interész már aktiválva van.
tr: Profil zaten etkinleştirilmiş durumda.

source: Are you sure you want to delete this profile ?
cs: Jste si jist(a), že chcete odstranit tento profil?
da: Er du sikker på at du vil slette denne profil ?
de: Dieses Profil wirklich löschen?
es: ¿Está seguro de querer borrar este perfil?
fr: Êtes vous sûr de vouloir supprimer ce profil?
hu: Biztosan törölni akarjuk ezt a profilt?
tr: Bu profili silmek istediğinizden emin misiniz?

source: There was an error deleting the profile.
cs: Při odstraňování profilu nastala chyba
da: Der var en fejl under sletningen af profilen.
de: Fehler beim Löschen des Profils aufgetreten.
es: Ha habido un error al borrar el perfil.
fr: Une erreur est survenu lors de la suppression du profil.
hu: Hiba történt a profil törlése közben.
tr: Profil siliminde hata oluştu.

source: Profile deleted successfully
cs: Profil byl úspěšně odstraněn
da: Profilen blev slettet problemfrit
de: Profil erfolgreich gelöscht
es: Perfil borrado con éxito.
fr: Profil effacé avec succès
hu: A profil sikeresen törölve.
tr: Profil balarıyla silindi

source: You cannot delete an active network profile.
cs: Nemůžete odstranit aktivní síťový profil.
da: Du kan ikke slette en aktiv netværksprofil.
de: Es kann kein aktives Netzwerkprofil gelöscht werden.
es: No puedes borrar un perfil de red activo.
fr: Vous ne pouvez pas supprimer un profil réseau actif.
hu: Az aktív hálózati profil nem törölhető.
tr: Etkin ağ profilini silemezsiniz.

source: This interface cannot be activated. It belongs to an inactive profile.
cs: Toto síťové rozhraní nelze aktivovat, je přiřazeno prázdnému profilu.
da: Grænsefladen kan ikke blive aktiveret. Den tilhører en ikke-aktiv profil.
de: Diese Schnittstelle kann nicht aktiviert werden. Sie gehört zu einem inaktiven Profil.
es: Esta interfaz no puede ser activada. Pertenece a un perfil inactivo.
fr: Cette interface ne peut être activée. Elle appartient à un profil inactif.
hu: Ez az interfész nem aktiválható. Egy inaktív profilhoz tartozik.
tr: Bu arayüz etkin olmayan bir profile ait olduğundan etkinleştirilemez.

source: Unknown error.
cs: Neznámá chyba.
da: Ukendt fejl.
de: Unbekannter Fehler.
es: Error desconocido.
fr: Erreur inconnue.
hu: Ismeretlen hiba.
tr: Bilinmeyen hata.

source: Interface is already started.
cs: Síťové rozhraní je již spuštěno.
da: Grænsefladen er allerede startet.
de: Schnittstelle ist bereits gestartet.
es: La interfaz está ya iniciada.
fr: L'interface est déjà démarrée.
hu: Az interfész már el van indítva.
tr: Arayüz zaten başlatılmış durumda.

source: This interface cannot be de-activated. It belongs to an inactive profile.
cs: Toto rozhraní nelze deaktivovat. Je přiřazeno prázdnému profilu.
da: Grænsefladen kan ikke blive de-aktiveret. Den tilhører en ikke-aktiv profil.
de: Diese Schnittstelle kann nicht deaktiviert werden. Sie gehört zu einem inaktiven Profil.
es: Esta interfaz no puede ser desactivada. Pertenece a un perfil inactivo.
fr: Cette interface ne peut être désactivée. Elle appartient a un profil inactif.
hu: Ez az interfész nem kapcsolható ki. Egy inaktív profilhoz tartozik.
tr: Bu arayüz etkin olmayan bir profile ait olduğundan devredışı bırakılamaz.

source: Interface is not running.
cs: Rozhraní není aktivní.
da: Grænsefladen er ikke oppe at køre.
de: Schnittstelle läuft nicht.
es: La interfaz no está funcionando.
fr: Interface non démarrée.
hu: Ez az interfész nincs bekapcsolva.
tr: Arayüz çalışmıyor.

source: No network interface found.
cs: Nebylo nalezeno žádné síťové rozhraní.
da: Ingen netværksgrænseflade fundet.
de: Keine Netzwerkschnittstelle gefunden.
es: No encuentra la interfaz de red.
fr: Aucune interfaces réseau trouvées.
hu: Nem található hálózati interfész.
tr: Ağ arayüzü bulunamadı.

source: Are you sure you want to delete this interface ?
cs: Jste si jist(a), že chcete odstranit toto rozhraní?
da: Er du sikker på at du vil slette denne grænseflade ?
de: Diese Schnittstelle wirklich löschen?
es: ¿Está seguro de querer borrar esta interfaz?
fr: Êtes-vous sûr de vouloir supprimer cette interface ?
hu: Biztosan törölni akarjuk ezt az interfészt?
tr: Bu arayüzü silmek istediğinizden emin misiniz?

source: The selected interface is running. Please stop it first.
cs: Zvolené síťové rozhraní je aktivní. Nejdříve jej prosím deaktivujte.
da: Den valgte grænseflade er oppe at køre. Vær venlig at stoppe den først.
de: Die ausgewählte Schnittstelle läuft gerade. Bitte zuerst stoppen.
es: La interfaz seleccionada está funcionando. Detengala primero por favor.
fr: L'interface sélectionnée est démarrée. Vous devez d'abord l'arrêter.
hu: A kiválasztott interfész be van kapcsolva. Állítsuk le először.
tr: Seçili arayüz çalışıyor. Lütfen ilk olarak arayüzü durdurun.

source: Interface deleted successfully
cs: Rozhraní bylo úspěšně odstraněno
da: Grænsefladen er slettet problemfrit
de: Schnittstelle erfolgreich gelöscht
es: Interfaz borrada con éxito.
fr: Interface effacée avec succès
hu: Az interfész sikeresen törölve.
tr: Arayüz başarıyla silindi

source: Connection type: Static IP
cs: Typ připojení: Statická IP
da: Forbindelse type: Statisk IP
de: Verbindungsart: Statische IP
es: Tipo de conexión: IP estática
fr: Type de connexion: IP Statique
hu: Kapcsolat típusa: Statikus IP
tr: Bağlantı tipi: Sabit IP

source: (Wireless Connection)
cs: (Bezdrátové připojení Wi-Fi)
da: (Trådløs Forbindelse)
de: (Kabellose Verbindung)
es: (Conexión Inalámbrica)
fr: (Connexion Sans Fils)
hu: (Vezetéknéküli kapcsolat)
tr: (Kablosuz Bağlantı)

source: Wireless connection details:
cs: Podrobné informace o bezdrátovém připojení Wi-Fi:
da: Trådløs Forbindelse detaljer:
de: Details der kabellosen Verbindung:
es: Detalles de la conexión inalámbrica:
fr: Détails de la connexion sans fils:
hu: A vezetéknélküli kapcsolat részletei:
tr: Kablosuz bağlantı detayları:

source: Start
cs: Spustit
es: Iniciar
fr: Démarrer
hu: Indítás
tr: Başlat

source: Stop
cs: Zastavit
es: Detener
fr: Arrêter
hu: Leállítás
tr: Durdur

source: Configure
cs: Nastavit
da: Konfigurere
de: Konfiguriere
es: Configurar
fr: Configurer
hu: Beállítás
tr: Yapılandır

source: Delete
cs: Odstranit
da: Slette
de: Löschen
es: Borrar
fr: Supprimer
hu: Törlés
tr: Sil

source: Required fields for DSL connection cannot be left blank.
cs: Požadované položky pro připojení k DSL nemohou zůstat prázdné.
da: Det krævede felt for DSL forbindelsen kan ikke efterlades blank
de: Benötigte Felder für DSL-Verbindung können nicht leer gelassen werden.
es: Los campos requeridos para la conexión DSL no pueden estar en blanco.
fr: Les champs requis pour la connexion DSL ne peuvent pas être laissés vides.
hu: A DSL kapcsolat kötelező mezői nem lehetnek üresek.
tr: DSL bağlantı için gerekli alanlar boş bırakılamaz.

source: PPPoE passwords do not match. Please re-enter.
cs: Hesla pro PPPoE nesouhlasí. Zadejte je prosím znovu.
da: PPPoE password stemte ikke overens. Vær venlig at skrive det igen.
de: PPPoE Passwörter stimmen nicht überein. Bitte neu eingeben.
es: Las contraseñas PPPoE no coinciden. Vuelva a escribirlas por favor.
fr: Les mots de passe PPPoE ne correspondent pas. Vous êtes priés de les entrer les à nouveau.
hu: A PPPoE jelszavak nem egyeznek meg. Adjuk meg újra.
tr: PPPoE parolaları eşleşmedi. Lütfen tekrar giriniz.

source: Detected Interfaces
cs: Nalezená rozhraní
da: Detekteret Grænseflader
de: Erkannte Schnittstellen
fr: Interfaces Détectées
hu: Érzékelt interfészek
tr: Silinmiş Arayüzler

source: The following interfaces were detected
cs: Byla nalezena tato rozhraní
da: Følgende grænseflader blev fundet
de: Die folgenden Schnittstellen wurden erkannt
es: Se detectaron las siguientes interfaz
fr: Les interfaces suivantes ont été détectées
hu: A következő interfészek lettek érzékelve:
tr: Aşağıdaki arayüzler algılandı

source: Cannot populate interface list
cs: Nelze zapisovat do seznamu rozhraní
da: Kan ikke fremvise grænseflade liste
de: Konnte Schnittstellen-Liste nicht aufbauen
fr: Impossible de remplir la liste des interfaces réseau
hu: Nem sikerült felépíteni az interfészek listáját
tr: Arayüz listesi oluşturulamıyor

source: Configured
cs: Nastaveno
da: Konfigureret
de: Konfiguriert
es: Configurado
fr: Configuré
hu: Beállított
tr: Yapılandırılmış

source: Not Configured
cs: Nenastaveno
da: Ikke Konfigureret
de: Nicht konfiguriert
es: No está configurado
fr: Non configuré
hu: Nem-beállított
tr: Yapılandırılmamış

source: The selected interface is already configured. Please select another interface
cs: Vybrané rozhraní bylo již nastaveno. Vyberte prosím jiné rozhraní
da: Den valgte grænseflade er allerede konfigureret. Vær venlig at vælge en anden grænseflade
de: Die ausgewählte Schnittstelle ist bereits konfiguriert. Bitte andere Schnittstelle wählen
es: La interfaz seleccionada está ya configurada. Selecciona otra interfaz por favor.
fr: L'interface sélectionnée est déjà configurée. Veuillez choisir une autre interface.
hu: A kiválasztott interfész be van állítva. Válasszunk egy másik interfészt.
tr: Seçilen arayüz zaten yapılandırılmış durumda. Lütfen farklı bir arayüz seçiniz.

source: Gnetconfig has detected that the selected interface is a wireless device.
cs: Gnetconfig detekoval toto rozhraní jako zařízení pro připojení k bezdrátové síti Wi-Fi.
da: Gnetconfig har opdaget at den valgte grænseflade er en trådløs enhed.
de: Gnetconfig hat erkannt, dass die ausgewählte Schnittstelle ein kabelloses Gerät ist.
es: Gnetconfig ha detectado que la interfaz seleccionada es un dispositivo inalámbrico.
fr: Gnetconfig a détecté que l'interface sélectionnée est un périphérique sans fils.
hu: A Gnetconfig érzékelte, hogy a kiválasztott interfész egy vezetéknélküli eszköz.
tr: Gnetconfig seçili arayüzün bir kablosuz aygıta ait olduğunu algıladı.

source: Enter the name of the command:
cs: Zadejte příkaz:
da: Indtast navnet på komandoen:
de: Den Namen des Befehls eingeben:
es: Introduce el nombre del comando:
fr: Entrez le nom de la commande:
hu: Adja meg a parancs nevét:
tr: Komutun adını giriniz:

source: Required field cannot be blank. Please provide a valid command name.
cs: Požadovaná položka nemůže zůstat prázdná. Zadejte prosím platný příkaz.
da: Det krævede felt kan ikke efterlades blankt Vær venlig at skrive et gyldigt komandonavn.
de: Benötigtes Feld kann nicht leer gelassen werden. Bitte gültigen Befehl eingeben.
es: Este campo no puede estar en blanco. Introduce el nombre de un comando válido por favor.
fr: Des champs requis ne peuvent être vide. Vous devez fournir un nom de commande valide.
hu: A kötelező mezők nem lehetnek üresek. Adjunk megy egy érvényes parancsnevet.
tr: Gerekli olanlar boş bırakılamaz. Lütfen geçerli bir komut adı giriniz.

source: Add new interface
cs: Přidat nové rozhraní
da: Tilføj ny grænseflade
de: Füge neue Schnittstelle hinzu
es: Añadir interfaz nueva
fr: Ajoutez une nouvelle interface
hu: Új interfész hozzáadása
tr: Yeni arayüz ekle

source: There is already an interface configured for DSL connection.
cs: V systému již existuje rozhraní pro připojení k DSL.
da: Der er allerede en grænseflade konfigureret for DSL forbindelsen.
de: Es gibt bereits eine Schnittstelle, die für eine DSL-Verbindung konfiguriert ist.
es: Esta interfaz está ya configurada para una conexión DSL
fr: Une interface est déjà configurée pour la connexion DSL.
hu: Már egy interfész be lett állítva DSL kapcsolatra.
tr: DSL bağlantısı için yapılandırılmış bir arayüz zaten var.

source: Interface name cannot be blank.
cs: Název profilu nemůže zůstat prázdný.
da: Grænsefladenavnet kan ikke efterlades blankt.
de: Schnittstellen-Name kann nicht leer gelassen werden.
es: El nombre de la interfaz no puede estar en blanco.
fr: Nom de l'interface ne peut être laissé vide.
hu: Az interfész neve nem lehet üres.
tr: Arayüz ismi boş bırakılamaz.

source: Error allocating memory for new interface.
cs: Chyba v alokaci paměti pro nové rozhraní.
da: Fejl ved tildeling af hukommelse for ny grænseflade.
de: Fehler beim Zuweisen des Speichers für neue Schnittstelle.
es: Error de asignación de memoria para la nueva interfaz.
fr: Erreur lors de l'allocation de la mémoire pour une nouvelle interface.
hu: Hiba az interfész memóriájának lefoglalása közben.
tr: Yeni arayüz için bellek ayrışımında hata oluştu.

source: No connection type selected. Please select a connection type first.
cs: Nebyl vybrán typ připojení. Zvolte nejdříve typ připojení.
da: Ingen forbindelsetype valgt. Vær venlig først at vælge en forbindelsestype.
de: Keine Verbindungsart ausgewählt. Bitte zuerst eine Verbindungsart wählen.
es: Ningún tipo de conexión seleccionada. Selecciona primero uno por favor.
fr: Aucun type de connexion sélectionné. Commencer par choisir une connexion.
hu: Nincs kiválasztva a kapcsolat típusa. Válasszunk egy típust először.
tr: Seçili bağlantı tipi yok. Lütfen önce bağlantı tipi seçiniz.

source: An interface with the specified name already exists, please provide a different name.
cs: Toto rozhraní je již v systému přítomno. Zvolte prosím jiný název rozhraní.
da: En grænseflade med det angivne navn findes allerede. Vær venlig at fremskaffe et andet navn.
de: Eine gleichnamige Schnittstelle existiert bereits, bitte einen eindeutigen Namen eingeben.
es: Una interfaz con el nombre seleccionado ya existe, introduzca un nombre diferente por favor.
fr: Un profil avec ce nom existe déjà, veuillez choisir un nom de profil différent.
hu: Egy interfész már létezik ilyen néven. Adjunk meg egy másik nevet.
tr: Belirtilen isimde bir arayüz zaten var, lütfen farklı bir isim veriniz.

source: Required fields cannot be blank.
cs: Požadované položky nemohou zůstat prázdné.
da: Krævede felter kan ikke efterlades blanke
de: Benötigte Felder können nicht leer gelassen werden.
es: Los campos requeridos no pueden estar en blanco.
fr: Des champs requis ne peuvent être laissés vides.
hu: A kötelező mezők nem lehetnek üresek.
tr: Gerekli alanlarboş bırakılamaz.

source: New Profile
cs: Nový profil
da: Ny profil
de: Neues Profil
es: Perfil nuevo
fr: Nouveau Profil
hu: Új profil
tr: Yeni Profil

source: Enter a name for the new profile
cs: Zadejte název nového profilu
da: Skriv et navn til den nye profil
de: Einen Namen für das neue Profil eingeben
es: Introduce un nombre para el perfil nuevo
fr: Entrez le nom pour le nouveau profil.
hu: Adjunk meg egy nevet az új profilnak
tr: Yeni profil için isim giriniz

source: A profile with this name already exists. Please provide a unique profile name.
cs: Tento profil je jíž v systému přítomen. Zadejte prosím jiný profil.
da: En profil med dette navn findes allerede. Vær venlig at vælge et unikt profilnavn.
de: Ein gleichnamiges Profil existiert bereits. Bitte einen eindeutigen Namen eingeben.
es: Un perfil con este nombre ya existe. Proporcione un único nombre de perfil por favor.
fr: Un profil avec ce nom existe déjà. Veuillez choisir un nom de profil unique.
hu: Egy profil már létezik ilyen néven. Adjunk meg egy egyedi nevet.
tr: Bu isimde bir profil zaen var. Lütfen farklı bir isim giriniz.

source: Error setting up new profile
cs: Chyba v zavedení nového profilu
da: Fejl ved opsætning af ny profil
de: Fehler beim Einrichten des Profils
es: Error creando el perfil nuevo.
fr: Erreur lors de la configuration du nouveau profil
hu: Hiba történt a profil beállítása közben.
tr: Yeni profilin ayarlanmasında hata oluştu

source: Error creating profile.
cs: Chyba při vytvoření profilu.
da: Fejl ved oprettelse af profil.
de: Fehler beim Anlegen des Profils.
es: Error creando el perfil.
fr: Erreur lors de la création du profil.
hu: Hiba a profil létrehozása közben.
tr: Profili oluştururken hata oluştu.

source: Do you want to give a description to the new profile?
cs: Chcete přidat popis nového profilu?
da: Ønsker du at give en beskrivelse til den nye profil?
de: Eine Beschreibung für das neue Profil anlegen?
es: ¿Quieres darle una descripción al perfil nuevo?
fr: Voulez-vous donner une description au nouveau profil?
hu: Szeretnénk megadni leírást ehhez a profilhoz?
tr: Yeni profil için tanımlama yapmak ister misiniz?

source: Enter a description for this profile:
cs: Zadejte popis nového profilu:
da: Skriv en beskrivelse af denne profil:
de: Eine Beschreibung für dieses Profil eingeben:
es: Introduce una descripción para este perfil:
fr: Saisissez une description pour ce profil:
hu: Adjon megy egy leírást ehhez a profilhoz:
tr: Bu profil için tanımlama yapınız:

source: Please enter a valid description for the new profile or click the Cancel button to continue without entering a description.
cs: Zadejte prosím platný popis nového profilu anebo zvolte Zrušit pro pokračování bez zadání popisu.
da: Vær venlig at skrive en gyldig beskrivelse for den nye profil ellers klik på annulerknappen for at fortsætte uden en beskrivelse.
de: Bitte eine gültige Beschreibung für das neue Profil eingeben oder auf Abbrechen klicken, um ohne Eingabe einer Beschreibung fortzufahren.
es: Introduzca una descripción válida para el perfil nuevo por favor o presione el botón Cancelar para seguir sin añadir descripción.
fr: Veuillez entrer une description valide pour le nouveau profil ou cliquez sur le bouton Annuler sans entrer de description.
hu: Adjunk meg egy érvényes leírást az új profilhoz vagy kattintsunk a Mégsem gombra, hogy leírás megadása nélkül folytassuk.
tr: Lütfen yeni profil için geçerli bir tanımlama giriniz ya da tanımlama girmeden devam etmek için İptal butonuna tıklayınız.

source: Gnetconfig should be run as root.
cs: Gnetconfig musí být spuštěn s právy uživatele root.
da: Gnetconfig skal helst køres af root.
de: Gnetconfig sollte als root gestartet werden.
es: Gnetconfig debería ejecutarse como root.
fr: Gnetconfig doit être lancé par root.
hu: A Gnetconfignak rendszergazdaként kell futnia.
tr: Gnetconfig yönetici yetkileri ile çalıştırılmalıdır.

source: Failed to initialize interface.
cs: Nelze inicializovat rozhraní.
da: Mislykkeds at starte grænsefladen.
de: Konnte Schnittstelle nicht initialisieren.
es: No se ha podido iniciar la interfaz.
fr: Échec de l'initialisation de l'interface.
hu: Nem sikült inicializálni az interfészt.
tr: Arayüzün başlatılması başarısız oldu.

source: (Optional)
cs: (Volitelné)
da: (Valgfri)
es: (Opcional)
fr: (Optionnel)
hu: (Opcionális)
tr: (İsteğe Bağlı)
