Repository: frugalware/translations
Catalog: po/pacman/*/pacman-g2.po
Languages: bg, cs, da, tr

source: bad root path
bg: лош root път
da: dårlig root sti
tr: kötü yönetici yolu

source: only one operation may be used at a time
bg: само по една операция може да бъде използвана
cs: v této chvíli může probíhat pouze jedna operace
da: kun en handling må blive udført af gangen
tr: aynı anda sadece bir işlem yapılabilir

source: you cannot perform this operation unless you are root.
bg: не можете да изпълните тази операция, освен ако не сте root.
cs: tuto operaci lze provést pouze s právy uživatele root.
da: du kan ikke udføre denne handling med mindre du er root.
tr: Yönetici olmadığınız için bu işlemi gerçekleştiremezsiniz.

source: failed to initialize pacman library (%s)
bg: неуспешно зареждане на библиотеката на pacman (%s)
cs: nelze inicializovat knihovnu pacman (%s)
da: fejlede at initialisere pacman bibliotek (%s)
tr: (%s) pacman kütüphanesinin başlatılması başarısız oldu

source: failed to set option LOGMASK (%s)
bg: неуспешно прилагане на опцията LOGMASK (%s)
cs: nelze nastavit volbu LOGMASK (%s)
da: fejlede at opsætte indstilling LOGMASK (%s)
tr: (%s) LOGMASK seçeneğinin ayarlanması başarısız oldu

source: failed to set option DBPATH (%s)
bg: неуспешно прилагане на опцията DBPATH (%s)
cs: nelze nastavit volbu DBPATH (%s)
da: fejlede at opsætte indstilling DBPATH (%s)
tr: (%s) DBPATH seçeneğinin ayarlanması başarısız oldu

source: failed to set option LOGCB (%s)
bg: неуспешно прилагане на опцията LOGCB (%s)
cs: nelze nastavit volbu LOGCB (%s)
da: fejlede at opsætte indstilling LOGCB (%s)
tr: (%s) LOGCB seçeneğinin ayarlanması başarısız oldu

source: failed to parse config (%s)
bg: неуспешно анализиране на конфигурацията (%s)
cs: nelze aktualizovat konfiguraci balíčku (%s)
da: fejlede at fortolke konfig (%s)
tr: (%s) yapılandırmasının ayrıştırılması başarısız oldu

source: failed to set option DLCB (%s)
bg: неуспешно прилагане на опцията DLCB (%s)
cs: nelze nastavit volbu DLCB (%s)
da: fejlede at opsætte indstilling DLCB (%s)
tr: (%s) DLCB seçeneğinin ayarlanması başarısız oldu

source: failed to set option DLFNM (%s)
bg: неуспешно прилагане на опцията DLFNM (%s)
cs: nelze nastavit volbu DLFNM (%s)
da: fejlede at opsætte indstilling DLFNM (%s)
tr: (%s) DLFNM seçeneğinin ayarlanması başarısız oldu

source: failed to set option DLOFFSET (%s)
bg: неуспешно прилагане на опцията DLOFFSET (%s)
cs: nelze nastavit volbu DLOFFSET (%s)
da: fejlede at opsætte indstilling DLOFFSET (%s)
tr: (%s) DLOFFSET seçeneğinin ayarlanması başarısız oldu

source: failed to set option DLT0 (%s)
bg: неуспешно прилагане на опцията DLT0 (%s)
cs: nelze nastavit volbu DLT0 (%s)
da: fejlede at opsætte indstilling DLT0 (%s)
tr: (%s) DLT0 seçeneğinin ayarlanması başarısız oldu

source: failed to set option DLT (%s)
bg: неуспешно прилагане на опцията DLT (%s)
cs: nelze nastavit volbu DLT (%s)
da: fejlede at opsætte indstilling DLT (%s)
tr: (%s) DLT seçeneğinin ayarlanması başarısız oldu

source: failed to set option DLRATE (%s)
bg: неуспешно прилагане на опцията DLRATE (%s)
cs: nelze nastavit volbu DLRATE (%s)
da: fejlede at opsætte indstilling DLRATE (%s)
tr: (%s) DLRATE seçeneğinin ayarlanması başarısız oldu

source: failed to set option DLXFERED1 (%s)
bg: неуспешно прилагане на опцията DLXFERED1 (%s)
cs: nelze nastavit volbu DLXFERED1 (%s)
da: fejlede at opsætte indstilling DLXFERED1 (%s)
tr: (%s) DLXFERED1 seçeneğinin ayarlanması başarısız oldu

source: failed to set option DLETA_H (%s)
bg: неуспешно прилагане на опцията DLETA_H (%s)
cs: nelze nastavit volbu DLETA_H (%s)
da: fejlede at opsætte indstilling DLETA_H (%s)
tr: (%s) DLETA_H seçeneğinin ayarlanması başarısız oldu

source: failed to set option DLETA_M (%s)
bg: неуспешно прилагане на опцията DLETA_M (%s)
cs: nelze nastavit volbu DLETA_M (%s)
da: fejlede at opsætte indstilling DLETA_M (%s)
tr: (%s) DLETA_M seçeneğinin ayarlanması başarısız oldu

source: failed to set option DLETA_S (%s)
bg: неуспешно прилагане на опцията DLETA_S (%s)
cs: nelze nastavit volbu DLETA_S (%s)
da: fejlede at opsætte indstilling DLETA_S (%s)
tr: (%s) DLETA_S seçeneğinin ayarlanması başarısız oldu

source: failed to set option DLREMAIN (%s)
bg: неуспешно прилагане на опцията DLREMAIN (%s)
cs: nelze nastavit volbu DLREMAIN (%s)
da: fejlede at opsætte indstilling DLREMAIN (%s)
tr: (%s) DLREMAIN seçeneğinin ayarlanması başarısız oldu

source: failed to set option DLHOWMANY (%s)
bg: неуспешно прилагане на опцията DLHOWMANY (%s)
cs: nelze nastavit volbu DLHOWMANY (%s)
da: fejlede at opsætte indstilling DLHOWMANY (%s)
tr: (%s) DLHOWMANY seçeneğinin ayarlanması başarısız oldu

source: failed to set option IGNOREPKG (%s)
bg: неуспешно прилагане на опцията IGNOREPKG (%s)
cs: nelze nastavit volbu IGNOREPKG (%)
da: fejlede at opsætte indstilling IGNOREPKG (%s)
tr: (%s) IGNOREPKG seçeneğinin ayarlanması başarısız oldu

source: Targets:
bg: Цели:
cs: Balíčky:
da: Målene:
tr: Hedefler:

source: could not register 'local' database (%s)
bg: неуспешно регистриране на базата данни 'local' (%s)
da: kunne ikke registre 'lokal' database (%s)
tr: (%s) 'yerel' veritabanı kaydedilemedi

source: no targets specified (use -h for help)
bg: няма посочени цели (ползвай -h за помощ)
da: ingen mål specificeret (brug -h for hjælp)
tr: hedef belirlenmedi (yardım için -h parametresini kullanın)

source: no operation specified (use -h for help)
bg: няма посочени операции (ползвай -h за помощ)
da: ingen handling specificeret (brug -h for hjælp)
tr: işlem belirlenmedi (yardım için -h parametresini kullanın)

source: :: the database seems to be consistent
bg: :: базата данни изглежда съвместима
da: :: databasen ser ud til at være ensartet
tr: ::veritabanı uygun görünüyor

source: no usable package repositories configured.
bg: няма конфигуриране подходящи repository-та.
da: ingen brugbare pakkearkiver konfigureret.
tr: kullanılabilir paket depoları yapılandırılmadı.

source: group "%s" was not found
bg: групата "%s" не беше намерена
cs: skupina "%s" nebyla nalezena
da: gruppe "%s" blev ikke fundet
tr: "%s" grubu bulunamadı

source: no package file was specified for --file
bg: няма посочен файл на пакета --file
da: ingen pakkefil var speciferet for --file
tr: --file parametresi için paket dosyası belirlenmedi

source: failed to load package '%s' (%s)
bg: неуспешно зареждане на пакета '%s' (%s)
da: fejlede at indlæse pakke '%s' (%s)
tr: '%s' (%s) paketinin yüklenmesi başarısız oldu

source: No package owns %s
bg: Никой пакет не притежава %s
da: Ingen pakke ejes %s
tr: %s paketini sahiplenen paket yok

source: %s %s is an owner of %s
bg: %s %s притежава %s
da: %s %s den er ejer af %s
tr: %s paketinin sahibi %s %s paketidir

source: This query option require an package name as argument
bg: Опцията заявка изисква име на пакет като аргумент
tr: Bu sorgu seçeneği değişken olarak paket ismine ihtiyaç duyar

source: Invalid query option , use 'pacman-g2 -Qed'
bg: Грешна опция за заявка, използвай 'pacman-g2 -Qed'
tr: Geçersiz sorgu seçeneği, 'pacman-g2 -Qed' komutunu kullanın

source: package "%s" not found
bg: пакетът "%s" не беше намерен
da: pakke "%s" ikke fundet
tr: "%" paketi bulunamadı

source: This query option cannot have an package argument
bg: Тази опция на заявка не може да има пакет като аргумент
tr: Bu sorgu seçeneği paket değişkenine sahip olamaz

source: :: group %s:
bg: :: група %s:
da: :: gruppe %s:
tr: ::grup %s:

source: Remove whole content? [Y/n]
bg: Премахни цялото съдържание? [Y/n]
da: Fjern hele indholdet? [J/n]
tr: Tüm içerik kaldırılsın mı? [E/h]

source: :: Remove %s from group %s? [Y/n]
bg: :: Премахни %s от групата %s? [Y/n]
da: :: Fjern %s fra gruppe %s? [J/n]
tr: ::%s paketi %s grubundan kaldırılsın mı? [E/h]

source: failed to init transaction (%s)
bg: неуспешно стартиране на превода (%s)
da: fejlede at initialisere postering (%s)
tr: (%s) işleminin başlatılması başarısız oldu

source: %s: is required by %s
bg: %s: се изисква от %s
cs: %s: je požadován balíčkem %s
da: %s: er krævet af %s
tr: %s: %s paketi tarafından gereksinim duyuluyor

source: Targets:
bg: Цели:
cs: Balíčky:
da: Mål:
tr: Hedefler:

source: Do you want to remove these packages? [Y/n]
bg: Искате ли да премахнете тези пакети? [Y/n]
cs: Chcete odstranit tyto balíčky? [a/n]
da: Ønsker du at fjerne disse pakker? [J/n]
tr: Bu paketleri kaldırmak istiyor musunuz? [E/h]

source: failed to synchronize %s
bg: неуспешно синхронизиране на %s
da: fejlede at synkronisere %s
tr: %s paketinin eşitlenmesi başarısız oldu

source: failed to update %s (%s)
bg: неуспешно обновяване на %s (%s)
da: fejlede at opdatere %s (%s)
tr: %s (%s) paketinin güncellenmesi başarısız oldu

source: %s is up to date
bg: %s е най-новата версия
cs: balíček %s je aktuální
da: %s er fuldt opdateret
tr: %s paketi güncel

source: Installed
bg: Инсталиран
tr: Kurulmuş

source: Desc
bg: Описание
tr: Azalan

source: package "%s" was not found.
bg: пакетът "%s" не беше намерен.
cs: balíček "%s" nebyl nalezen.
da: pakke "%s" blev ikke fundet.
tr: "%s" paketi bulunamadı.

source: repository "%s" was not found.
bg: repository "%s" не беше намерен.
cs: repozitář s názvem "%s" nebyl nalezen.
da: arkiv "%s" blev ikke fundet.
tr: "%s" deposu bulunamadı.

source: Do you want to remove old packages from cache? [Y/n]
bg: Искате ли да премахнете старите пакети от кеша? [Y/n]
cs: Chcete odstranit staré balíčky z vyrovnávací paměti? [a/n]
da: Ønsker du at fjerne gamle pakker fra cache? [J/n]
tr: Ön bellekten eski paketleri kaldırmak istiyor musunuz? [E/h]

source: removing old packages from cache...
bg: премахване на старите пакети от кеша...
cs: odstranění starých balíčků z vyrovnávací paměti...
da: fjerner gamle pakker fra cache...
tr: ön bellekten eski paketler kaldırılıyor...

source: Do you want to remove all packages from cache? [Y/n]
bg: Искате ли да премахнете всички пакети от кеша? [Y/n]
cs: Chcete odstranit všechny balíčky z vyrovnávací paměti? [a/n]
da: Ønsker du at fjerne alle pakker fra cache? [J/n]
tr: Tüm paketleri ön bellekten kaldırmak istiyor musunuz? [E/h]

source: removing all packages from cache...
bg: премахване на всички пакети от кеша...
cs: odstranění všech balíčků z vyrovnávací paměti...
da: fjerner alle pakker fra cache...
tr: tüm paketler ön bellekten kaldırılıyor...

source: failed to clean the cache (%s)
bg: неуспешно изчистване на кеша (%s)
cs: nelze vyčistit vyrovnávací paměť (%s)
da: fejlede at rense cache (%s)
tr: (%s) ön bellek temizlenmesi başarısız oldu

source: :: Synchronizing package databases...
bg: :: Синхронизиране на базата данни на пакетите...
cs: :: Probíhá synchronizace softwarové databáze...
da: :: Sykroniserer pakke databaser...
tr: ::Paket veritabanları eşleniyor...

source: synchronizing package lists
bg: синхронизиране на списъците с пакети
da: sykroniserer pakkelister
tr: paket listeleri eşleniyor

source: :: Starting local database upgrade...
bg: :: Стартиране на обновяване на местната база данни...
da: :: Starter lokal databaseopgradering...
tr: ::Yerel veritabanı yükseltmesi başlatılıyor...

source: :: pacman-g2 has detected a newer version of the "pacman-g2" package.
bg: :: pacman-g2 откри нова версия на пакета "pacman-g2".
cs: :: byla nalezena novější verze programu pacman -g2.
da: :: pacman-g2 har opdaget en nyere version af "pacman-g2" pakke.
tr: ::pacman-g2 "pacman-g2" paketinin yeni bir sürümünü algıladı.

source: :: It is recommended that you allow pacman-g2 to upgrade itself
bg: :: Препоръчва се да разрешите pacman-g2 да се обнови сам
cs: :: Je doporučeno nejprve aktualizovat pacman-g2
da: :: Det anbefales at du tillader pacman-g2 at opgradere sig selv
tr: ::pacman-g2 paketinin kendisini yükseltmesini kabul etmeniz önerilir

source: :: first, then you can re-run the operation with the newer version.
bg: :: първо, после можете да пуснете операцията наново с новата версия.
cs: :: nejdříve zopakujte operaci pomocí aktualizovaného pacmanu-g2.
da: :: først, så kan du gennemføre handlingen igen med den nyere version.
tr: ::yeni sürüm ile yeniden işlemi işletmeniz gerekir.

source: :: Upgrade pacman-g2 first? [Y/n]
bg: :: Обнови първо pacman-g2? [Y/n]
cs: :: Aktualizovat nejdříve pacman-g2? [a/n]
da: :: Opgrader pacman-g2 først? [J/n]
tr: ::İlk olarak pacman-g2 sürümü yükseltilsin mi? [E/h]

source: could not add target '%s': %s
bg: неуспешно добавяне на целта '%s': %s
da: kunne ikke tilføje mål '%s': %s
tr: '%s':%s hedefi eklenemedi

source: :: Install whole content? [Y/n]
bg: :: Инсталирай цялото съдържание? [Y/n]
da: :: Installer hele indholdet? [J/n]
tr: ::Tüm bileşenler kurulsun mu? [E/h]

source: :: Install %s from group %s? [Y/n]
bg: :: Инсталирай %s от групата %s? [Y/n]
cs: :: Instalovat balíček %s ze skupiny %s? [a/n]
da: :: Installer %s fra gruppe %s? [J/n]
tr: %s grubundan %s paketi kurulsun mu? [E/h]

source: could not add target '%s': not found in sync db
bg: неуспешно добавяне на целта '%s': не беше намерено в синхронизираната база данни
da: kunne ikke tilføje mål '%s': ikke fundet i sync db
tr: '%s' hedefi eklenemedi: veritabanında eşleme bulunamadı

source: requires
bg: изисква
cs: vyžaduje
da: kræves
tr: gereksinim duyar

source: is required by
bg: се изисква от
cs: je vyžadován balíčkem
da: er krævet af
tr: tarafından gereksinim duyulur

source: Remove:
bg: Премахни:
da: Fjern:
tr: Kaldır:

source: Targets:
bg: Цели:
cs: Balíčky:
da: Mål:
tr: Hedefler:

source: Total Package Size: %.1f MB
bg: Пълен Размер на Пакета: %.1f MB
cs: Celková velikost k instalaci: %.1f MB
da: Total Pakkestørrelse: %.1f MB
tr: Toplam Paket Boyutu: %.1f MB

source: Total Uncompressed Package Size: %.1f MB
bg: Пълен Размер на Пакета (некомпресиран): %.1f MB
cs: Celková velikost po rozbalení: %.1f MB
da: Total Ukomprimeret Pakkestørrelse: %.1f MB
tr: Toplam Açılmamış Paket Boyut: %.1f MB

source: Beginning download...
bg: Начало на тегленето...
cs: Probíhá stahování...
da: Begynder at downloade...
tr: İndirme işlemi başlıyor...

source: Proceed with download? [Y/n]
bg: Продължи с тегленето? [Y/n]
cs: Pokračovat ve stahování? [a/n]
da: Fortsæt med at downloade? [J/n]
tr: İndirme işlemine başlansın mı? [E/h]

source: Beginning upgrade process...
bg: Начало на процеса на обновяване...
cs: Probíhá aktualizace...
da: Begynder opgraderingsproces...
tr: Yükseltme işlemine başlanıyor...

source: Proceed with upgrade? [Y/n]
bg: Продължи с обновяването? [Y/n]
cs: Pokračovat v aktualizaci? [a/n]
da: Fortsæt med at opgradere? [J/n]
tr: Yükseltme işlemine başlansın mı? [E/h]

source: :: There are running processes that use files deleted by pacman-g2.
tr: ::pacman-g2 tarafından silinen dosyaları kullanan çalışan süreçler var.

source: :: You may wish to restart some of them. Run '%s' to list them.
tr: ::Bazılarını yeniden başlatmak isteyebilirsiniz. Bunları listelemek için '%s' komutunu çalıştırınız.

source: checking dependencies...
bg: проверяване на разчитащите пакети...
cs: ověřování závislostí...
da: tjekker afhængigheder...
tr: bağımlılıklar denetleniyor...

source: checking for file conflicts...
bg: проверяване за файлови конфликти...
cs: ověřování konfliktů mezi soubory...
da: tjekker for filkonflikter...
tr: dosya çakışmaları denetleniyor...

source: resolving dependencies...
bg: оправяне на разчитащите пакети...
cs: získávání závislých balíčků...
da: løser afhængigheder...
tr: bağımlılıklar çözümleniyor...

source: looking for inter-conflicts...
bg: търсене за вътрешни конфликти...
cs: vyhledávání konfliktů mezi balíčky...
da: ser efter for indre-konflikter...
tr: karşılıklı çakışmalar aranıyor...

source: installing %s...
bg: инсталиране на %s...
da: installerer %s...
tr: %s kuruluyor...

source: removing %s...
bg: премахване на %s...
da: fjerner %s...
tr: %s kaldırılıyor...

source: upgrading %s...
bg: обновяване на %s...
da: opgraderer %s...
tr: %s yükseltiliyor...

source: checking package integrity...
bg: проверка на цялостта на пакета...
cs: ověřování celistvosti balíčku...
da: tjeker pakkeintegritet...
tr: paket bütünlüğü denetleniyor...

source: done.
bg: готово.
cs: hotovo.
da: færdig.
tr: tamamlandı.

source: failed.
bg: провал.
cs: selhalo.
da: fejlede.
tr: başarısız oldu.

source: :: Retrieving packages from %s...
bg: :: Донасяне на пакетите от %s...
cs: :: Získávání balíčků z repozitáře %s...
da: :: Henter pakker fra %s...
tr: :: %s deposundan paketler alınıyor...

source: ] 100% LOCAL
bg: ] 100% МЕСТЕН
da: ] 100% LOKAL
tr: ]100% YEREL

source: :: %s requires %s, but it is in IgnorePkg. Install anyway? [Y/n]
bg: :: %s изисква %s, но е в IgnorePkg. Продължи с инсталацията? [Y/n]
cs: :: %s vyžaduje balíček %s, ale ten není nutné instalovat (je označen jako in IgnorePkg). Přesto jej chcete nainstalovat? [a/n]
da: :: %s kræves %s, men den er i IgnorePkg. Installer alligevel? [J/n]
tr: ::%s %s'e ihtiyaç duyar, fakat bu paket IgnorePkg içerisinde. Yine de kurulsun mu? [E/h]

source: :: %s is designated as a HoldPkg. Remove anyway? [Y/n]
bg: :: %s е обозначен като HoldPkg. Продължи с премахването? [Y/n]
cs: :: %s je označen jako balíček nezbytný ke správnému fungování systému (HoldPkg). Přesto jej chcete odstranit? [a/n]
da: :: %s er benænvt som HoldPkg. Fjern alligevel? [J/n]
tr: ::%s paketi HoldPkg olarak belirlenmiş. Yine de kaldırılsın mı? [E/h]

source: :: Replace %s with %s/%s? [Y/n]
bg: :: Замени %s с %s/%s? [Y/n]
cs: :: Odstranit balíček %s společně s %s/%s? [a/n]
da: :: Erstat %s med %s/%s? [J/n]
tr: ::%s paketi %s/%s paketi ile yerdeğiştirilsin mi? [E/h]

source: :: %s conflicts with %s. Remove %s? [Y/n]
bg: :: %s има конфликт с %s. Премахни %s? [Y/n]
cs: :: %s je v konfliktu s %s. Odstranit balíček %s? [a/n]
da: :: %s konflikter med %s. Fjern %s? [J/n]
tr: ::%s paketi %s paketi ile çakışıyor. %s paketi kaldırılsın mı? [E/h]

source: :: %s-%s: local version is newer. Upgrade anyway? [Y/n]
bg: :: %s-%s: местната версия е по-нова. Продължи с обновяването? [Y/n]
cs: :: %s-%s: lokální verze balíčku je novější. Přesto pokračovat v aktualizaci? [a/n]
da: :: %s-%s: lokal version er nyere. Opgrader alligevel? [J/n]
tr: ::%s-%s: yerel sürüm daha yeni. Yine de yükseltme yapılsın mı? [E/h]

source: :: %s-%s: local version is up to date. Upgrade anyway? [Y/n]
bg: :: %s-%s: местната версия е обновена. Продължи с обновяването? [Y/n]
cs: l:: %s-%s: lokální verze balíčku je aktuální. Přesto pokračovat v aktualizaci? [a/n]
da: :: %s-%s: lokal version er fuldstændig opdateret. Opgrader alligevel? [J/n]
tr: ::%s-%s: yerel sürüm güncel. Yine de yükseltme yapılsın mı? [E/h]

source: :: Archive %s is corrupted. Do you want to delete it? [Y/n]
bg: :: Архивът %s е повреден. Искате ли да го изтриете? [Y/n]
cs: :: Archiv balíčku %s je porušen. Chcete jej odstranit? [a/n]
da: :: Arkiv %s er ødelagt. Ønsker du at slette det? [J/n]
tr: ::%s arşivi bozulmuş. Bu arşivi silmek istiyor musunuz? [E/h]

source: installing
bg: инсталация
cs: instalace
da: installerer
tr: kuruluyor

source: upgrading
bg: обновяване
cs: aktualizace
da: opgraderer
tr: yükseltiliyor

source: removing
bg: премахване
cs: odstranění
da: fjerner
tr: kaldırılıyor

source: checking for file conflicts
bg: проверка за файлови конфликти
cs: ověřování konfliktů mezi soubory
da: tjekker for filkonflikter
tr: dosya çakışmaları denetleniyor

source: looking for inter-conflicts
bg: търсене на вътрешни конфликти
cs: vyhledávání konfliktů mezi balíčky
da: ser efter for indre-konflikter
tr: karşılıklı çakışmalar taranıyor

source: failed to allocated %d bytes
bg: неуспешно заделяне на %d байта
cs: nelze alokovat %d bytů
da: fejlede at allokere %d bytes
tr: %d byte bölümlenmesi başarısız oldu

source: Y
bg: Д
cs: a
da: J

source: MD5 Sum : %s
bg: MD5 Сбор : %s
cs: Kontrolní součet MD5 : %s

source: SHA1 Sum : %s
bg: SHA1 Сбор : %s
cs: Kontrolní součet SHA1 : %s

source: installed
da: installeret
