Repository: frugalware/translations
Catalog: po/pacman/*/pacman-g2.po
Languages: bg, cs, da, tr

source: if you're sure a package manager is not already running, you can remove %s%s
bg: ако сте сигурни, че няма пуснат мениджър на пакети, можете да премахнете %s%s
cs: pokud jste si jist(a), že neběží jiný program pro instalaci software, můžete smazat %s%s
da: hvis du er sikker på at en pakkehåndterer ikke allerede kører, kan du fjerne %s%s
tr: Eğer paket yöneticisinin zaten çalışmadığından eminseniz. %s%s paketini kaldırabilirsiniz

source: loading package data...
bg: зареждане на данните на пакета
cs: načítám informace o balíčku...
da: indlæser pakkedata...
tr: paket verisi yükleniyor...

source: failed to add target '%s' (%s)
bg: неуспешно добавяне на целта '%s' (%s)
cs: nelze vložit cíl - balíček '%s' (%s)
da: fejlede ved tilføjelse af mål '%s' (%s)
tr: '%s' (%s) hedifinin eklenmesi başarısız oldu

source: done.
bg: готово.
cs: hotovo.
da: færdig.
tr: tamam.

source: failed to prepare transaction (%s)
bg: неуспешна подготовка на прехвърлянето (%s)
cs: nelze připravit transakci (%s)
da: fejlede ved forberedelse af udførelse (%s)
tr: (%s) işlemi hazırlığı başarısız oldu

source: :: %s: requires %s
bg: :: %s: изисква %s
cs: :: %s: balíček požaduje %s
da: :: %s: kræves %s
tr: :: %s: %s paketine gereksinim duyar

source: :: %s: conflicts with %s
bg: :: %s: има конфликт с %s
cs: :: %s: balíček je v konfliktu s %s
da: :: %s: er i konflikt med %s
tr: :: %s: %s paketi ile çakışır

source: %s%s exists in "%s" (target) and "%s" (target)
bg: %s%s съществува в "%s" (цел) и "%s" (цел)
cs: %s%s jsou přítomny v "%s" a v "%s"
da: %s%s eksisterer i "%s" (mål) og "%s" (mål)
tr: %s%s "%s" (hedef) ve "%s" (hedef) içerisinde var

source: %s: %s%s exists in filesystem
bg: %s: %s%s съществува във файловата система
cs: %s: %s%s jsou ve filesystému přítomny
da: %s: %s%s eksisterer i filsystem
tr: %s: %s%s dosya sistemi içerisinde var

source: errors occurred, no packages were upgraded.
bg: възникнаха грешки, няма обновени пакети.
cs: došlo k chybě, balíčky nebyly aktualizovány.
da: fejl forekom, ingen pakker blev opgraderede.
tr: hata oluştu. hiçbir paket yükseltilemedi.

source: :: %.1f MB required, have %.1f MB
bg: :: %.1f MB се изисква, има %.1f MB
cs: :: je vyžadováno %.1f MB volného místa, k dispozici máte %.1f MB
da: :: %.1f MB kræves, har %.1f MB
tr: :: %.1f MB alan gerekli. %.1f MB alanınız var

source: failed to commit transaction (%s)
bg: неуспешно изпращане на прехвърлянето (%s)
cs: nelze provést transakci (%s)
da: fejlede ved udførelse af postering (%s)
tr: (%s) işlem teslimi başarısız oldu

source: failed to release transaction (%s)
bg: неуспешно освобождаване на прехвълянето (%s)
cs: nelze spustit transakci (%s)
da: fejlede ved frigivelse af postering (%s)
tr: (%s) işlem bitirilmesi başarısız oldu

source: memory allocation failure
bg: грешка в разпределянето на паметта
cs: chyba v alokaci paměti
da: hukommelsestildeling fejlede
tr: bellek paylaştırma hatası

source: add target %s
bg: добави цел %s
cs: vložit cíl (balíček) %s
da: tilføj mål %s
tr: %s hedefini ekle

source: could not add target (%s)
bg: целта не можа да бъде добавена (%s)
da: kunne ikke tilføje mål (%s)
tr: (%s) hedefi eklenemedi

source: requires: %s
bg: изисква: %s
cs: požaduje: %s
da: kræves: %s
tr: gereksinim duyulan: %s

source: conflict: %s
bg: конфликти: %s
cs: konflikt: %s
da: konflikt: %s
tr: çakışan: %s

source: could not release transaction (%s)
bg: не можа да пусне прехвърлянето (%s)
cs: nelze provést tranasakci balíčku (%s)
da: kunne ikke frigive postering (%s)
tr: (%s) işlemi bırakılamadı

source: None
bg: Никой
cs: Není
da: Ingen
tr: Hiç

source: debug
cs: ladění (debug)
da: fejlsøge
tr: hata ayıklama

source: error
bg: грешка
cs: chyba
da: fejl
tr: hata

source: warning
bg: внимание
cs: varování
da: advarsel
tr: uyarı

source: flow1
bg: поток1
tr: akış1

source: flow2
bg: поток2
tr: akış2

source: function
bg: функция
cs: funkce
da: funktion
tr: işlev

source: YES
bg: ДА
cs: ANO
da: JA
tr: EVET

source: error:
bg: грешка:
cs: chyba:
da: fejl:
tr: hata:

source: warning:
bg: предупреждение:
cs: varování:
da: advarsel:
tr: uyarı:

source: Name : %s
bg: Име : %s
cs: Název :
da: Navn : %s
tr: İsim :%s

source: Version : %s
bg: Версия : %s
cs: Nainstalovaná verze :
tr: Sürüm :%s

source: Groups :
bg: Групи :
cs: Skupina :
da: Grupper :
tr: Gruplar :

source: Packager : %s
bg: Пакетирал : %s
cs: Balíček vytvořil : %s
da: Pakker : %s
tr: Paketleyen :%s

source: License :
bg: Лиценз :
cs: Licence :
da: Licens :
tr: Lisans :

source: Architecture : %s
bg: Архитектура : %s
cs: Použitá architektura : %s
da: Arkitektur : %s
tr: Mimari :%s

source: Size : %ld
bg: Размер : %ld
cs: Velikost : %ld
da: Størrelse : %ld
tr: Boyut :%ld

source: Build Date : %s %s
bg: Build Дата : %s %s
cs: Datum vytvoření : %s %s
da: Byggedato : %s %s
tr: Paket Tarihi :%s%s

source: Build Type : %s
bg: Тип Build : %s
cs: Vytvořen v :
da: Byggetype : %s
tr: Paket Tipi :%s

source: Unknown
bg: Неизвестен
cs: Neznámý
da: Ukendt
tr: Bilinmiyor

source: Install Date : %s %s
bg: Дата на Инсталацията : %s %s
cs: Datum instalace : %s %s
da: Installationsdato : %s %s
tr: Kurulum Tarihi :%s%s

source: Install Script : %s
bg: Инсталационен Скрипт: %s
cs: Instalační skript : %s
da: Installationsscript : %s
tr: Kurulum Betiği: %s

source: Yes
bg: Да
cs: Ano
da: Ja
tr: Evet

source: No
bg: Не
cs: Ne
da: Nej
tr: Hayır

source: Reason :
bg: Причина :
cs: Proč byl instalován :
da: Årsag :
tr: Sebep :

source: Explicitly installed
bg: Изрично инсталиран
cs: Instalován Vámi (explicitně)
da: Komplet installeret
tr: Belirgin bir şekilde kurulu

source: Installed as a dependency for another package
bg: Инсталирай като зависим от друг пакет
cs: Instalován jako závislost jiného balíčku
da: Installeret som en afhængighed for en anden pakke
tr: Diğer bir paketin bağımlılığı olarak kurulmuş durumda

source: Unknown
bg: Неизвестен
cs: Neznámý
da: Ukendt
tr: Bilinmiyor

source: Provides :
bg: Снабдява :
cs: Je součástí balíčku :
da: Fremskaffer :
tr: Sağladıkları :

source: Depends On :
bg: Разчита На :
cs: Závisí na :
da: Afhænger Af :
tr: Bağımlı oldukları :

source: Removes :
bg: Премахва :
cs: K odstranění :
da: Fjerner :
tr: Kaldırdıkları :

source: Required By :
bg: Изисква се От :
cs: Požadován balíčkem :
da: Kræves Af :
tr: Gereksinim Duyan :

source: Conflicts With :
bg: Конфликт С :
cs: Je v konfliktu s :
da: Er i konflikt Med :
tr: Çakıştıkları:

source: Description :
bg: Описание :
cs: Charakteristika :
da: Beskrivelse :
tr: Tanımlama :

source: error calculating md5sum or sha1sum for %s
bg: грешка при пресмятането на md5sum или sha1sum на %s
cs: chyba vytvoření kontrolního součtu md5sum nebo sha1sum pro balíček %s
da: fejlberegning md5sum eller sha1sum for %s
tr: %s için md5sum ya da sha1sum hesaplanmasında hata

source: NOT MODIFIED %s
bg: НЕ Е МОДИФИЦИРАН %s
da: IKKE ÆNDRET %s
tr: DEĞİŞTİRİLMEDİ %s

source: MODIFIED %s
bg: МОДИФИЦИРАН %s
da: ÆNDRET %s
tr: DEĞİŞTİRİLDİ %s

source: MISSING %s
bg: ЛИПСВАЩ %s
cs: CHYBĚJÍCÍ %s
da: MANGLENDE %s
tr: KAYIP %s

source: Repository : %s
cs: Repozitář : %s
da: Arkiv : %s
tr: Depo :%s

source: Name : %s
bg: Име : %s
cs: Název : %s
da: Navn : %s
tr: İsim :%s

source: Version : %s
bg: Версия : %s
cs: Dostupná verze : %s
tr: Sürüm :%s

source: Groups :
bg: Групи :
cs: Skupina :
da: Grupper :
tr: Gruplar :

source: Provides :
bg: Снабдява :
cs: Je součástí balíčku :
da: Fremskaffer :
tr: Sağlayıcılar :

source: Depends On :
bg: Разчита На :
cs: Závisí na :
da: Afhænger Af :
tr: Bağımlılıklar :

source: Removes :
bg: Премахва :
cs: K odstranění :
da: Fjerner :
tr: Kaldırdıkları :

source: Conflicts With :
bg: Конфликт С :
cs: Je v konfliktu s :
da: Er i konflikt Med :
tr: Çakıştıkları :

source: Replaces :
bg: Копира :
cs: Balíček nahradí :
da: Erstatter :
tr: Yer Değiştirdikleri :

source: Size (compressed) : %ld
bg: Размер (компресиран) : %ld
cs: Velikost (zkomprimovaná): %ld
da: Størrelse (komprimeret) : %ld
tr: Boyut (sıkıştırılmış) %ld

source: Size (installed) : %ld
bg: Размер (инсталиран) : %ld
cs: Velikost (nainstalovaná):
da: Størrelse (installeret) : %ld
tr: Boyut (kurulu) :%ld

source: Description :
bg: Описание :
cs: Charakteristika :
da: Beskrivelse :
tr: Tanımlama :

source: No changelog available for '%s'.
bg: Няма история на промените на '%s'
cs: Seznam změn (changelog) balíčku '%s' není dostupný.
da: Ingen ændringslog tilgængelig for '%s'.
tr: '%s' paketi için hazır olan sürüm notu yok.

source: usage: %s {-h --help}
bg: употреба: %s {-h --help}
cs: použití příkazu: %s {-h --help}
da: brug: %s {-h --help}
tr: kullanım: %s{-h --help}

source: %s {-A --add} [options] <file>
bg: %s {-A --add} [опции] <файл>
cs: %s {-A --add} [volby] <soubor>
da: %s {-A --add} [valgmuligheder] <fil>
tr: %s {-A --add} [seçenekler]<file>

source: %s {-R --remove} [options] <package>
bg: %s {-R --remove} [опции] <пакет>
cs: %s {-R --remove} [volby] <balíček>
da: %s {-R --remove} [valgmuligheder] <pakke>
tr: %s {-R --remove} [seçenekler]<package>

source: %s {-U --upgrade} [options] <file>
bg: %s {-U --upgrade} [опции] <файл>
cs: %s {-U --upgrade} [volby] <soubor>
da: %s {-U --upgrade} [valgmuligheder] <fil>
tr: %s {-U --upgrade} [seçenekler] <file>

source: %s {-F --freshen} [options] <file>
bg: %s {-F --freshen} [опции] <файл>
cs: %s {-F --freshen} [volby] <soubor>
da: %s {-F --freshen} [valgmuligheder] <fil>
tr: %s {-F --freshen} [seçenekler] <file>

source: %s {-Q --query} [options] [package]
bg: %s {-Q --query} [опции] [пакет]
cs: %s {-Q --query} [volby] [balíček]
da: %s {-Q --query} [valgmuligheder] [pakke]
tr: %s {-Q --query} [seçenekler][paket]

source: %s {-S --sync} [options] [package]
bg: %s {-S --sync} [опции] [пакет]
cs: %s {-S --sync} [volby] [balíček]
da: %s {-S --sync} [valgmuligheder] [pakke]
tr: %s {-S --sync} [seçenekler][paket]

source: %s {-P --ps} [options]
tr: %s {-P --ps} [seçenekler]

source: use '%s --help' with other options for more syntax
bg: ползвай '%s --help' с други опции за повече синтаксис
cs: použijte '%s --help' s jinými volbami pro podrobnější výpis
da: brug '%s --help' uden andre flag for flere syntaks
tr: dafa fazla sözdizimi için '%s --help' komutunu diğer seçenkler ile kullanınıaz

source: usage: %s {-A --add} [options] <file>
bg: употреба: %s {-A --add} [опции] <файл>
cs: použití: %s {-A --add} [volby] <soubor>
da: brug: %s {-A --add} [valgmuligheder] <fil>
tr: kullanım: %s{-A --add} [seçenekler] <file>

source: options:
bg: опции:
cs: volby:
da: valgmuligheder:
tr: seçenekler:\

source: -d, --nodeps skip dependency checks
bg: -d, --nodeps пропусни проверката за изисквания
cs: -d, --nodeps vynechat ověřování závislostí
da: -d, --nodeps spring afhængighedstjeks over
tr: -d, --nodeps bağımlılık denetimini atla

source: -f, --force force install, overwrite conflicting files
bg: -f, --force принудителна инсталация, презапиши конфликтните файлове
cs: -f, --force přímá instalace balíčku s následným přepsáním konfliktních souborů
da: -f, --force gennemtving installation, overskriv konfliktende filer
tr: -f --force kurulumu zorla, çakışan dosyaların üzerine yaz

source: --noarch install the package, even if it is for an other arch
bg: --noarch инсталирай пакета, дори и ако е за друга архитектура
cs: --noarch instalovat balíček i přesto, že je určen pro jinou architekturu
da: --noarch installer pakken, selvom den er for en anden arkitektur
tr: --noarch başka bir mimari için olsa bile paketi kur

source: usage: %s {-R --remove} [options] <package>
bg: употреба: %s {-R --remove} [опции] <пакет>
cs: použití: %s {-R --remove} [volby] <balíček>
da: brug: %s {-R --remove} [valgmuligheder] <pakke>
tr: kullanım: %s {-R --remove} [seçenekler] <paket>

source: -c, --cascade remove packages and all packages that depend on them
bg: -c, --cascade премахни пакета, и всички пакети, които разчитат на него
cs: -c, --cascade odstranit balíček(ky) a všechny na na něm závislé balíčky (zpětné závislosti)
da: -c, --cascade fjern pakker og alle pakker der afhænger af dem
tr: -c, --cascade paketleri ve bunlara bağlı tüm paketleri kaldır

source: -k, --dbonly only remove database entry, do not remove files
bg: -k, --dbonly премахни само въвеждането в базата данни, не премахвай файлове
cs: -k, --dbonly odstranit pouze záznam o balíčku v databázi, neodstraňovat soubory
da: -k, --dbonly fjern kun database post, fjern ikke filer
tr: -k, --dbonly sadece veritabanı girdilerini sil, dosyaları silme

source: -n, --nosave remove configuration files as well
bg: -n, --nosave премахни и конфигурационните файлове
cs: -n, --nosave odstranit konfigurační soubory
da: -n, --nosave fjern også konfigurationsfilerne
tr: -n, --nosave yapılandırma dosyalarını olabildiğince kaldır

source: -s, --recursive remove dependencies also (that won't break packages)
bg: -s, --recursive премахни и разчитащи пакети (които няма да развалят други пакети)
cs: -s, --recursive odstranit závislosti (ale neporušit celistvost balíčků)
da: -s, --recursive fjern også afhængigheder (det vil ikke ødelægge pakker)
tr: -s, --recursive bağımlılıkları da kaldır(paketleri bozmaz)

source: usage: %s {-F --freshen} [options] <file>
bg: употреба: %s {-F --freshen} [опции] <файл>
cs: použití: %s {-F --freshen} [volby] <soubor>
da: brug: %s {-F --freshen} [valgmuligheder] <fil>
tr: kullanım: %s {-F --freshen} [seçenekler] <file>

source: usage: %s {-U --upgrade} [options] <file>
bg: употреба: %s {-U --upgrade} [опции] <файл>
cs: použití: %s {-U --upgrade} [volby] <soubor>
da: brug: %s {-U --upgrade} [valgmuligheder] <fil>
tr: kullanım: %s {-U --upgrade} [seçenekler] <file>

source: usage: %s {-Q --query} [options] [package]
bg: употреба: %s {-Q --query} [опции] [пакет]
cs: použití: %s {-Q --query} [volby] [balíček]
da: brug: %s {-Q --query} [valgmuligheder] [pakke]
tr: kullanım: %s {-Q --query} [seçenekler] [paket]

source: -c, --changelog view the changelog of a package
bg: -c, --changelog вижте списъка с промените на пакет
cs: -c, --changelog zobrazit seznam změn (changelog) balíčku
da: -c, --changelog se ændrings log på en pakke
tr: -c, --changelog bir paketin sürüm notlarını görüntüle

source: -d, --nodeps if used with -e, list packages that were not installed
bg: -d, --nodeps ако се използва с -e, показва пакетите, които не са инсталирани
cs: -d, --nodeps pokud použijete s parametrem -e, balíčky nebudou nainstalovány
da: -d, --nodeps hvis brugt med -e, oplist pakker der ikke blev installeret
tr: -d, --nodeps eğer -e parametresi ile birlikte kullanılırsa, kurulu olmayan paketleri listeler

source: as a dependency
bg: като разчитащ пакет
cs: jako závislost
da: som en afhængighed
tr: bağımlılık olarak

source: -e, --orphans list all packages that were installed as a dependency
bg: -e, --orphans покажи пакетите, инсталирани като разчитащи
cs: -e, --orphans zobrazit seznam všech balíčků, které byly instalovány jako závislosti jiných balíčků
da: -e, --orphans lav en liste over alle pakker der er installeret som en afhængighed
tr: -e, --orphans bağımlılık sebebiyle kurulan tüm paketleri listeler

source: and are not required by any other packages
bg: и не се изискват от други пакети
cs: a nejsou požadovány jinými balíčky
da: og er ikke krævet af nogen andre pakker
tr: ve diğer paketler tarafından gereksinim duyulmayanlar

source: -f, --fsck check the integrity of packages' files
tr: -f, --fsck paket dosyaları bütünlüğünü denetle

source: -g, --groups view all members of a package group
bg: -g, --groups виж всички членове на пакетна група
cs: -g, --groups zobrazit všechny členy skupiny balíčků
da: -g, --groups se alle medlemmer af en pakkegruppe
tr: -g, --groups bir paket grubunun tüm üyelerini görüntüle

source: -i, --info view package information
bg: -i, --info виж информацията на пакета
cs: -i, --info zobrazit dostupné informace o balíčku
da: -i, --info se pakkeinformation
tr: -i, --info paket bilgilerini görünler

source: -l, --list list the contents of the queried package
bg: -l, --list покажи съдържанието на заявения пакет
cs: -l, --list prohlížet informace o vybraných balíčcích
da: -l, --list lav en liste over den forespurgte pakke
tr: -l, --list sorgulanan pakerin içeriğini listeler

source: -m, --foreign list all packages that were not found in the sync db(s)
bg: -m, --foreign покажи всички пакети, които не са намерени в синхронизираната база данни
da: -m, --foreign lav en liste over pakker der ikke var fundet i synkron databasse(r)
tr: -m, --foreign eşlenecek veritabanında bulunamayan tüm pakerleri listeler

source: -o, --owns <file> query the package that owns <file>
bg: -o, --owns <file> подай заявка за пакета, който притежава <файл>
da: -o, --owns <fil> forespørge pakken der ejes <fil>
tr: -0, --owns<file> <file> dosyasının sahiplendiği paketi sorgular

source: -p, --file pacman-g2 will query the package file [package] instead of
bg: -p, --file pacman-g2 ще подаде заявка за файла на пакета [пакет] вместо за
da: -p, --file pacman-g2 vil forespørge pakkefilen [pakke] i stedet for
tr: -p, --file yerine pacman-g2 [paket] paket dosyasını sorgular

source: looking in the database
bg: търсене в базата данни
cs: vyhledávání v databázi
da: ser efter i databasen
tr: veritabanında aranıyor

source: -s, --search search locally-installed packages for matching strings
bg: -s, --search търси местно-инсталирани пакети за съвпадащи string-ове
cs: -s, --search vyhledat balíčky nainstalované ve vašem systému
da: -s, --search søger lokale-installerede pakker for matchende strenge
tr: -s, --search eşlenen karakter katarları için yerel olarak kurulu olan paketleri arar

source: -t, --test search problems in the local database
bg: -t, --test търси за проблеми в местната база данни
cs: -t, --test vyhledat možné problémy v lokální databázi
da: -t, --test søger efter problemer i den lokale database
tr: -t, --test yerel veritabanındaki sorunlar araştırılır

source: usage: %s {-S --sync} [options] [package]
bg: употреба: %s {-S --sync} [опции] [пакет]
cs: použití: %s {-S --sync} [volby] [balíček]
da: brug: %s {-S --sync} [valgmuligheder] [pakke]
tr: kullanım: %s {-S --sync} [seçenekler] [paket]

source: -c, --clean remove old packages from cache directory (use -cc for all)
bg: -c, --clean премахни стари пакети от кешираната директория (използвай -cc за всички)
cs: -c, --clean odstranit staré balíčky z cache (použijte -cc pro všechny balíčky)
da: -c, --clean fjern gamle pakker fra cache katalog (brug -cc for alle)
tr: -c, --clean önbellek dizininden eski paketler kaldırılır(tüm paketler için -cc parametresini kullanın)

source: -e, --dependsonly install dependencies only
bg: -e, --dependsonly инсталирай само разчитащите пакети
cs: -e, --dependsonly instalovat pouze závislosti balíčku
da: -e, --dependsonly installer kun afhængigheder
tr: -e, --dependsonly sadece bağımlılıklar kurulur

source: -p, --print-uris print out URIs for given packages and their dependencies
bg: -p, --print-uris покажи URI-та за определени пакети и техните разчитащи пакети
cs: -p, --print-uris zobrazit odkaz (URI) ke stažení balíčků a jejich závislostí
da: -p, --print-uris udskriv URIs for givende pakker og deres afhængigheder
tr: -p, --print-uris belirlenen paket ve paketin bağımlılıkları için URI'leri yazar

source: -s, --search search remote repositories for matching strings
bg: -s, --search търси във външни repository-та за съвпадащи string-ове
cs: -s, --search vyhledat odpovídající výrazy ve všech dostupných repozitářích
da: -s, --search søg ekstern arkiv for matchende strenge
tr: -s, --search eşlenen karakter katarları için uzak depoları araştırır

source: -u, --sysupgrade upgrade all packages that are out of date
bg: -u, --sysupgrade обновява всички остарели пакети
cs: -u, --sysupgrade aktualizovat všechny zastaralé balíčky v systému
da: -u, --sysupgrade opgrader alle pakker der er forældet
tr: -u, --sysupgrade güncelliğini kaybetmiş olan tüm paketleri günceller

source: -w, --downloadonly download packages but do not install/upgrade anything
bg: -w, --downloadonly свали пакетите, но не инсталирай и обновявай нищо
cs: -w, --downloadonly pouze stáhnout balíčky - neinstalovat/neaktualizovat
da: -w, --downloadonly download pakker men installer/opgrader ikke alting
tr: -w, --downloadonly paketleri indirir, fakat kurulum ya da yükseltme yapmaz

source: -y, --refresh download fresh package databases from the server
bg: -y, --refresh свали прясна база данни на пакетите от сървъра
cs: -y, --refresh stáhnout novou databázi balíčků ze serveru
da: -y, --refresh download ny pakkedatabase fra serveren
tr: -y, --refresh sunucudan güncel paket veritabanlarını indirir

source: --ignore <pkg> ignore a package upgrade (can be used more than once)
bg: --ignore <пакет> игнорира обновяване на пакет (може да се използва повече от веднъж)
da: --ignore <pkg> ignorer en pakkeopgradering (kan bruges mere end en gang)
tr: --ignoner <pkg> paket güncellemesini iptal et (birden fazla paket adı kullanılabilir)

source: --nointegrity don't check the integrity of the packages using sha1
bg: --nointegrity не проверявай пакета със sha1
cs: --nointegrity neověřovat integritu sha1 stažených balíčků
da: --nointegrity tjek ikke integriteten af pakkerne ved anvendelse af sha1
tr: --nointegrity paketleri sha1 kullanarak bütünlük testi yapmaz

source: --config <path> set an alternate configuration file
bg: --config <път> изберете друг конфигурационен файл
da: --config <sti> vælg en alternativ konfigurationsfil
tr: --config <path> alternatif bir yapılandırma dosyası belirler

source: --noconfirm do not ask for anything confirmation
bg: --noconfirm не питай за потвърждения
da: --noconfirm spørg ikke om nogen bekræftelse
tr: --noconfirm doğrulama için hiçbirşey sormaz

source: --ask <number> pre-specify answers for questions (see manpage)
bg: --ask <число> предварително задай отговори на въпроси (виж manpage)
da: --ask <nummer> forrige-specificeret svar på spørgsmål (se man side)
tr: --ask <number> sorular için cevapları önceden belirler(detaylar için man sayfasına bakınız)

source: --noprogressbar do not show a progress bar when downloading files
bg: --noprogressbar не показвай метър на прогреса като се свалят файлове
da: --noprogressbar vis ikke et statusmeter når filer bliver hentet
tr: --noprogressbar dosyalar indirilirken ilerleme çubuğu gösterilmez

source: --noscriptlet do not execute the install scriptlet if there is any
bg: --noscriptlet не стартирай инсталационния скриптлет, ако има такъв
da: --noscriptlet udfør ikke installationsskriptet hvis der er nogen
tr: --noscriptlet olmadığı takdirde kurulum betiğini işletme

source: --regex treat targets as regexs if no package found
bg: --regex третира целите като regexs ако няма намерен пакет
da: --regex Brug målet som regexs hvis ingen pakke blev fundet
tr: --regex paket bulunamadığı takdirde hedefi regex olarak işlet

source: -v, --verbose be verbose
bg: -v, --verbose показвай повече информация
cs: -v, --verbose režim s výpisy
da: -v, --verbose se det hele
tr: -v, --verbose ayrıntılı olur

source: -r, --root <path> set an alternate installation root
bg: -r, --root <път> задайте алтернативен инсталационен root
da: -r, --root <sti> vælg en alternativ installations root
tr: -r, --root <path> alternatif bir kurulum yöneticisi ayarlar

source: -b, --dbpath <path> set an alternate database location
bg: -b, --dbpath <път> задайте алтернативна база данни
da: -b, --dbpath <sti> vælg en alternativ databaseplacering
tr: -b, --dbpath alternatif bir veritabanı konumu ayarlar

source: This program may be freely redistributed under
bg: Тази програма може да бъде преразпространявана свободно под
cs: Tento program může být volně šířen za
da: Dette program må frit gen-distribueres under
tr: Bu program özgürce yenide dağıtılabilir

source: the terms of the GNU General Public License
bg: условията на GNU General Public License
cs: podmínek GNU General Public Licence
da: reglerne for GNU General Public Licens
tr: GNU Genel Kamu Lisansı koşulları ile
